# essentials
brew 'git'
brew 'git-lfs'
brew 'neovim'
cask 'amethyst'

# utils
brew 'ffmpeg'
brew 'htop'
brew 'ncdu'
brew 'thefuck'
brew 'wget'
brew 'zsh'
brew 'coreutils'
brew 'jq'
brew 'bat'
brew 'ripgrep'
brew 'fswatch'
brew 'vim'
brew 'tmux'
brew 'universal-ctags'

# software
brew 'gh'
cask 'macpass'
brew 'cmake'
brew 'clang-format'
cask 'google-chrome'
cask 'dropbox'
cask 'spotify'
cask 'the-unarchiver'
cask 'iterm2'
brew 'jq'
brew 'curl'
brew 'wget'
cask 'visual-studio-code'
brew 'docker'
brew 'python'
cask 'slack'
